Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A09A.tmx
Source language: en_us
Languages: zh_cn

source: The G20 summit in London will be missing one great power.
zh_cn: 欧洲——缺席G20峰会的重要力量

source: When President Barack Obama comes to London next week, he will find one great power missing at the world's summit table: Europe.
zh_cn: 巴拉克奥巴马总统将于下周造访伦敦，届时他不会在世界峰会上找到一方重要的力量：欧洲。

source: Five of the 20 leaders at the G20 meeting will be Europeans, representing France, Germany, Britain, Italy and the EU, but the whole will be less than the sum of its parts.
zh_cn: G20峰会上的20位领导人中有5位来自欧洲，分别代表法国、德国、英国、意大利和欧盟，但是五个一相加却小于五。

source: There will be plenty of Europeans but no Europe.
zh_cn: 与会者当中有很多欧洲人，但没有欧洲。

source: Gordon Brown told the European parliament this week, on the first leg of his pre-summit globe-hopping, that Europe was "uniquely placed to lead the world" in meeting the challenges of globalisation.
zh_cn: 峰会之前的全球外交攻势中，戈登?布朗在本周告诉欧洲议会：在应对全球化的挑战时，欧洲具备“领导世界的独特条件”。

source: Placed, maybe, but at the moment it's spectacularly failing to take that place.
zh_cn: 事实或许真的如此，但至少现在欧洲明显不具备这样的条件。

source: Europe's response to the biggest financial and economic crisis since the process of European integration began more than 50 years ago has been weak and divided.
zh_cn: 欧洲的一体化进程从50多年前就开始了，但面对从那以来的最大的金融与经济危机，欧洲的反应却出现了分化，并且显得苍白无力。

source: China and the United States have both launched massive fiscal stimulus packages. By comparison, Europe has so far brought peanuts to the table.
zh_cn: 相比已经实施了巨额金融刺激计划的中国和美国，欧洲采取的措施可称的上是小巫见大巫。

source: The French economist Nicolas Baverez recently estimated the total of Europe's stimulus packages at some 1.5% of gross domestic product, compared with 12% in the US.
zh_cn: 法国经济学家Nicolas Baverez近日估计，欧洲采取的所有经济刺激计划的总额约占其GDP的1.5%，而美国的这一数字达到了12%。

source: While doing so relatively little, Europeans have engaged in two other characteristic activities: squabbling among themselves about who gets which peanut, and carping at the Americans.
zh_cn: 在刺激经济方面作为不多，欧洲人把精力投向了另外两件事情：互相之间为鸡毛蒜皮的利益分配而争吵；挑美国人的刺。

source: Thus, for instance, the economist Christoph Schmidt, one of the five so-called sages who give the German government economic advice, complains bitterly about the US pumping up its national debt and risking future inflation by printing money.
zh_cn: 例如，所谓德国政府五位经济智囊之一的经济学家Christoph Schmidt就严厉的抱怨美国人，指责他们进一步发行国债，并不顾未来通货膨胀的危险不停的印钞票。

source: True enough - but at the same time, Germany once again waits for American consumers to lift its export industry out of the doldrums by spending those dollars.
zh_cn: 话虽属实，但德国同时正再次等待美国消费者花钱买自己的产品，帮助自己的工业出口走出困境。

source: Talk about biting the hand that feeds you.
zh_cn: 这种行为确实有点以德报怨的意味。

source: European solidarity does not even extend to other Europeans.
zh_cn: 欧洲的其它国家也不怎么团结。

source: Last week, EU governments were still quarrelling in Brussels about the distribution of a tiny €5bn infrastructure fund.
zh_cn: 上周，欧盟各国仍在布鲁塞尔为了仅仅50亿欧元的基础设施基金的分配吵的不可开交。

source: It's not only France that has introduced targeted national stimulus measures which effectively roll back the fair competition rules inside Europe's single market.
zh_cn: 法国已经公布了刺激本国经济的计划，这些措施实际上在欧洲单一市场有违公平竞争原则。

source: As for the poor cousins in Europe's east, they are largely left to fend for themselves - although rich west Europeans will graciously intercede with the IMF to ask it to offer them more.
zh_cn: 尽管西欧富裕的国家也会适当的与国际货币基金组织交涉来更多的帮助东欧国家，但东欧那些穷兄弟们实际上几乎已经被抛弃了，只能自生自灭。

source: Obama's European trip, which continues to the Nato summit and then an EU-US meeting in Prague, will also be about foreign and security policy.
zh_cn: G20峰会后，奥巴马还将出席其后的北约峰会和在布拉格举行的欧盟－美国峰会，他想要探讨的还包括外交与安全政策问题。

source: Here, Europe is even less of a single player.
zh_cn: 在这两个问题上，欧洲的表现就更不像一个整体了。

source: To be fair, Europeans have got their act together on diplomacy with Iran, though it remains to be seen whether that European unity would survive an American request for more economic sanctions on Tehran.
zh_cn: 公正的说，欧洲各国对伊朗采取了较为一致的外交政策，尽管欧洲对美国继续对伊朗实施更多经济制裁的请求是否取得一致意见尚需等待。

source: On most of the other big issues on Obama's agenda - Afghanistan, Pakistan, relations with Russia and China, nuclear proliferation - there is no Europe.
zh_cn: 奥巴马面前其它重要的问题还包括：阿富汗、巴基斯坦、与俄罗斯和中国的关系、核扩散，唯独没有欧洲。

source: There are individual European countries.
zh_cn: 欧洲还是一盘散沙。

source: Unlike George W Bush at the beginning of his first term, President Obama is both ideologically and pragmatically predisposed to work with a stronger, more united Europe.
zh_cn: 与布什刚上台时不同，奥巴马更倾向于与一个更强大、更团结的欧洲打交道——不仅体现在意愿上，而且也体现在实际行动上。

source: But even he can't work with something that doesn't exist.
zh_cn: 但欧洲本来就不团结，他也无能为力。

source: Looking back, one begins to see that Europe has spent the best part of 10 years failing to get its act together.
zh_cn: 回溯历史，你就会发现欧洲浪费了10年最好的时间使各成员国行动一致。

source: A decade that began with ambitious plans for a European constitution ends with the fate of a much more modest Lisbon treaty hanging on a dubiously democratic attempt to persuade the Irish to alter their "no" to a "yes".
zh_cn: 这10年以雄心勃勃的欧盟宪法条约为开端，然后宪法条约被更加温和的里斯本条约所取代，而最终里斯本条约也在爱尔兰的全民公投中受阻。

source: If we had spent half the time we wasted in that constitutional debate simply co-ordinating our actions better, under the existing treaties, we would be in a better position today.
zh_cn: 如果我们把制宪过程中浪费在争吵上时间拿出一半用于协调我们的合作，那么即便在现行的条约下，我们今天也会处在更有利的地位。

source: Europe talks the talk but does not walk the walk.
zh_cn: 欧洲是典型的光说不练。

source: Every EU member state bears some responsibility for this shambles, as does the institutional leadership in Brussels. But its three largest member states are especially to blame.
zh_cn: 不仅是布鲁塞尔的欧盟领导人，每个成员国都要为现在的混乱承担责任，其中三个最大的成员国尤其要受到指责。

source: It was France's "no" that killed the original constitutional treaty.
zh_cn: 当初正是法国的拒绝使欧盟宪法条约流产。

source: Britain's New Labour government came to power in 1997 promising a new era in the country's relations with Europe.
zh_cn: 英国的新工党于1997年开始执政，他曾宣称英国与欧洲大陆的关系进入了一个新的时期。

source: Instead, Britain has reverted to type, preferring to play second fiddle to Washington rather than take its place in the front row of a European orchestra.
zh_cn: 然而，英国又回到了老路上，它宁愿充当美国的副手，也不愿意在欧洲事物中扮演重要角色。

source: The British prime minister told the European parliament that Britain "does not see itself as an island adrift from Europe but as a country at the centre of Europe".
zh_cn: 英国首相曾告诉欧洲议会，英国“不会把自己当作游离在欧洲大陆边缘的一个岛，而是一个位于欧洲中心的国家”。

source: Well, speak for yourself. I doubt if that is true of most Brits.
zh_cn: 但这只是为自己说话而已，我怀疑是否大多数英国人会认同这样的说法。

source: Indeed, inspired by Gordon Brown, I invite one of our pollsters to ask the great British public this exact question: "Do you see Britain as a country at the centre of Europe?" Even if it were true that this is how Britain "sees itself", that is not how others see us, either in Europe or beyond.
zh_cn: 受戈登?布朗的启发，我还真的请一位民意调查专家问英国公众这样一个问题：“你认为英国是一个欧洲中心的国家吗？”即使英国“自认为”如此，那欧洲大陆和其它国家也不一定这样认为。

source: Britain's European engagement will further diminish under the Conservatives, if they win the next election.
zh_cn: 如果保守党在下次竞选中胜出，那么英国将更少的参与欧洲事务。

source: Without Britain, there can be no serious European foreign policy.
zh_cn: 没有英国，欧洲肯定就没有严肃的外交政策。

source: The biggest change, however, is in Germany.
zh_cn: 然而，最大的变化来自德国。

source: Ten years ago, Helmut Kohl had only recently stepped down as chancellor. Germany was still the major European country most fully committed to European unification.
zh_cn: 10年前，赫尔穆特·科尔刚离开总理的位子，德国仍然是支持欧洲合作的主要国家。

source: There were voices on right and left, however, suggesting that Germany should now step out from the shadows and become a "normal" country - by which they meant more like France and Britain.
zh_cn: 然而，来自各方的声音都建议德国走出阴影，成为一个像英国和法国一样的“正常”国家。

source: Ten years on, those voices have triumphed. Today's Berlin republic has no compunction about putting its short-term national interests first.
zh_cn: 10年过后，这些建议成为了现实，今天的柏林并不后悔当初把短期的国家利益放在首位。

source: This may not be Angela Merkel's own personal preference.
zh_cn: 这可能不是安吉拉·默克尔所希望看到的。

source: But in a year of elections, the competition for votes is intense; and that competition will not be won by politicians who suggest sacrificing a single German job, euro or soldier to a larger European or western interest.
zh_cn: 但是在竞选年中，选票的竞争非常激烈，如果有政治家支持牺牲一个德国士兵、一个德国人的工作机会，或属于德国人的一欧元来满足整个欧洲或西方世界的利益，那么他将不会赢得竞选。

source: "What, us pay to bail them out?" goes up the populist cry from Merkel's allies in the Christian Social Union, as they fight for their own political lives in Bavaria.
zh_cn: 默克尔在基督教社会联盟的盟友在巴伐利亚为自己的政治生命作斗争时，发出了民粹主义的呼声：“什么，要牺牲我们的利益来拯救他们?”

source: The Social Democrats, facing a populist challenge from a party that calls itself The Left, are little better.
zh_cn: 这些民粹主义的挑战来自于自诩为左派的政党，社会民主党在这些挑战面前也好不到哪儿去。

source: It's nothing new that France and Britain are behaving like France and Britain.
zh_cn: 法国和英国的“自保”已经不是新鲜事了，毕竟万变不离其宗。

source: What's new is that Germany is now behaving like France and Britain.
zh_cn: 但新鲜的是德国的表现也越来越像英法两国了。

source: In this constellation, neither the Americans nor the Chinese see Europe as a single, coherent partner.
zh_cn: 在这样的格局下，美国和中国都不会把欧洲视为行为一致的整体。

source: The G20 seems to be gaining acceptance as a new institutional framework for global collective action, at least in financial and economic policy. But it is just that: a framework.
zh_cn: 至少在金融和经济政策方面，G20正在成为全球集体行动的新的制度框架，但也仅仅是一个框架。

source: To make such frameworks work, you always need, behind the scenes, a strategic coalition of major players.
zh_cn: 要让这个框架正常运作，你需要主要成员在幕后的战略合作。

source: Increasingly, here in Beijing as well as in Washington, one hears talk of a "G2" inside the G20. G2 means the US and China.
zh_cn: 现在，越来越多的人开始谈论G20内部的G2——北京与华盛顿。

source: Yet it's the EU, not China, that has an economy the size of the United States'.
zh_cn: 然而，是欧盟的经济总量与美国相当，而不是中国。

source: Especially in economic policy, the strategic coalition should be G3.
zh_cn: 尤其在经济政策方面，应当是G3的战略合作。

source: But where is Europe?
zh_cn: 但是欧洲在哪儿？

source: If Europe resiles from playing a part still available to it, and which both the US and China would, on balance, still want it to play, this is not a conscious choice.
zh_cn: 如果欧洲可以恢复本应具备的地位，而中美两国考虑到均衡也会让欧洲参与进来，这也会是一个很自然的选择。

source: But not to choose is also to choose.
zh_cn: 但是不做选择也是一种选择。

source: If we carry on like this, we Europeans will have chosen not to hang together - and we will end up hanging separately.
zh_cn: 现在我们欧洲不想齐心协力，如果继续这样，那么我们终将是一盘散沙。
